---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FilterNumericLessOrEqual Properties
FilterNumericLessOrEqual Class See Also Send Feedback
---

The FilterNumericLessOrEqual type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity.  (Inherited from FilterNumericRuleEvaluator.) |

# See Also

FilterNumericLessOrEqual Class

Autodesk.Revit.DB Namespace